razred = [["Ana",     "ž", 13, 46, 160],
          ["Bojan",   "m", 14, 52, 165],
          ["Vlada",   "m", 13, 47, 157],
          ["Gordana", "ž", 15, 54, 165],
          ["Dejan",   "m", 15, 56, 163],
          ["Đorđe",   "m", 13, 47, 159],
          ["Elena",   "ž", 14, 49, 161],
          ["Žaklina", "ž", 15, 52, 164],
          ["Zoran",   "m", 15, 57, 167],
          ["Ivana",   "ž", 13, 45, 158],
          ["Jasna",   "ž", 14, 51, 162]]

# овде напиши програм који име најлакшег ученика (независно од пола!) у разреду
# смешта у променљиву ime1, а име најтежег дечака у разреду у променљиву ime2

ime1 = ""
ime2 = ""

print("Najlaksi ucenik u razredu je", ime1)
print("Najtezi decak u razredu je", ime2)
